
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
 
brew "awscli"
brew "docker-credential-helper-ecr"
brew "git"
brew "jenv"
brew "jq"
brew "nvm"
brew "python"
brew "pyenv"
brew "ssh-copy-id"
brew "tfenv"

brew "terragrunt"
brew "hadolint"
brew "homeshick"
brew "mysql-client"
brew "redis"
brew "thefuck"

cask "dbeaver-community"
 
# cask "temurin8"
# cask "temurin11"
# cask "temurin"
# cask "docker"
# cask "intellij-idea"
# cask "postman"
