
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
 
brew "awscli"
brew "docker-credential-helper-ecr"
brew "git"
brew "jenv"
brew "jq"
brew "nvm"
brew "python"
brew "pyenv"
brew "ssh-copy-id"
brew "tfenv"

brew "bash"
brew "bash-completion"
brew "docker-completion"
brew "docker-compose-completion"

brew "terragrunt"
brew "hadolint"
brew "homeshick"
brew "mysql-client"
brew "redis"
brew "thefuck"
brew "infracost"
brew "tflint"
brew "awslogs"
brew "shellcheck"
brew "ack"
brew "telnet"

cask "dbeaver-community"
cask "sdm"

# cask "temurin8"
# cask "temurin11"
# cask "temurin"
# cask "docker"
# cask "intellij-idea"
# cask "postman"
